Repository: powerpbx/ivozprovider
Catalog: doc/sphinx/locale/*/LC_MESSAGES/user_portal.po
Languages: es

source: Credentials
es: Credenciales

source: Access credentials to user portal are configured in **Client configuration > Users** section.
es: Las credenciales de acceso al portal de usuario se configuran en la sección **Configuración de Cliente > Usuarios**.

source: Specifically:
es: En concreto:

source: **Login information** block, the access of each user is enabled or disabled.
es: En el bloque **Información de Login**, se activa/desactiva el acceso de cada usuario.

source: You can set the **Password** too.
es: En el apartado **Contraseña** se especifica la contraseña del usuario.

source: To log in the user portal, the user must use his/her email address.
es: Para entrar en el portal de usuario, el usuario debe utilizar su dirección de correo electrónico.

source: The **email** of each user MUST be **globally unique**.
es: El **email** de cada usuario tiene que ser **único a nivel global**.

source: Features
es: Funcionalidades

source: IvozProvider provides a web portal where final users can do the following actions:
es: IvozProvider provee un portal de usuario donde los usuarios finales pueden realizar las siguientes acciones:

source: See all calls he or she has been involved.
es: Ver un listado de las llamadas en las que ha participado.

source: Configure call forwards:
es: Configurar sus desvíos:

source: To voicemail
es: A su buzón de voz

source: To an internal extension
es: A una extensión interna

source: To an external number
es: A un número externo

source: Enable functionalities:
es: Activar funcionalidades:

source: Call waiting
es: Llamada en espera

source: Do Not Disturb
es: No molestar

source: See the state of his or her SIP device registration
es: Ver el estado del registro de su dispositivo SIP

source: User Portal
es: Portal de usuario

source: As remaining IvozProvider levels, final users have an independent web portal.
es: Al igual que el resto de niveles de IvozProvider, los usuarios finales disponen de un portal web independiente.

source: This section will cover these topics:
es: Esta sección abarcará los siguientes aspectos:

source: User portal has a different look-and-feel than remaining portals and is responsive to work with mobile devices.
es: El portal de usuario tiene una apariencia distinta al resto de portales y funciona en dispositivos móviles.

source: Prior to accessing to user portal, the URL addresses must be configured (domains in these URLs must point to any of the public IP addresses of the platform).
es: Antes de acceder al portal de usuario, se tienen que configurar las direcciones URL (los dominios de estas URLs deben apuntar a cualquier IP pública de la plataforma).

source: 2 roles can perform this task:
es: 2 roles pueden ejecutar esta tarea:

source: God operator
es: Operador global

source: In the section **Platform configuration > Brands** you can configure as many user URLs as you wish, using the button **Portal list** of each brand.
es: En la sección **Configuración global > Marcas** se pueden configurar tantas URLs de Usuario como se desee, por medio del botón **Listado de portales** de cada marca.

source: URLs are linked to brands and god operator may choose where to create one shared user portal URL for all the clients of a brand or creating one per client.
es: La vinculación, por tanto, es de URL <-> Marca, por lo que el operador global puede elegir entre crear una URL para cada marca o uno por cada cliente de dicha marca.

source: URLs MUST be HTTPS.
es: La URL tiene que ser https.

source: This section also allows setting a logo per URL, a theme and a phrase to use as the title of user portal.
es: Esta sección permite configurar el logo que se mostrará, así como un tema de colores y una cadena de caracteres que se utilizará como título.

source: This allows creating corporate user portals.
es: De esta forma, si se desea, se puede adaptar a los colores corporativos de cada cliente.

source: Brand Operator
es: Operador de marca

source: Brand Operator can also perform this same task in order to configure the user portal URLs of his clients.
es: El operador marca puede realizar también esta misma tarea, para ser autónomo y no depender del operador global para crear las URLs de sus clientes.

source: This way, he can choose whether to configure one URL per Client (with custom domains, logos, theme and title) or sharing a global URL for all of them.
es: De esta forma, puede configurar tantas URLs como quiera, con los dominios, colores y logos que desee, para cada uno de sus clientes.

source: The section to do this is **Brand configuration > Portal URLs**.
es: La sección para realizar esta tarea es **Configuración de Marca** > **Configuraciones** > **URL PortalesURLs**.
